nounlist = [
    ['Код товару', 'Назва товару', 'на 2 число місяця', 'на 10 число місяця', 'на 14 число місяця', 'на 24 число місяця', 'Місяць'],
    [10, "Яловичина", 25.5, 23.5, 30.8, 23.7, "серпень"],
    [20, "Свинина", 25.0, 25.5, 25.5, 25.7, "серпень"],
    [30, "Сало", 14.4, 14.5, 14.5, 14.5, "серпень"],
    [10, "Яловичина", 23.5, 24.0, 24.0, 24.5, "вересень"],
    [20, "Свинина", 25.5, 26.0, 26.3, 26.5, "вересень"],
    [30, "Сало", 14.5, 14.6, 14.8, 15.0, "вересень"],
    [10, "Яловичина", 25.0, 25.0, 25.5, 25.5, "жовтень"],
    [20, "Свинина", 26.6, 26.8, 27.0, 27.4, "жовтень"],
    [30, "Сало", 15.5, 15.5, 15.6, 16.0, "жовтень"],

]
nounlist2 = [
    ['Код товару','Назва товару', 'Одиниця виміру', 'Роздрібна ціна, грн' ],
    [10, "Яловичина", "кг", 25.5],
    [20, "Свинина", "кг", 26.5],
    [30, "Сало", "кг", 15.0]
]